Repository: yarielg/wr-price-list
Catalog: languages/wr_price_list-*.po
Languages: es_es

source: The product with sku:
es_es: El product con sku:

source: was updated
es_es: fue actualizado

source: was no inserted, you must follow this rule: regular > sale and regular > 0
es_es: no fue insertado, usted debe seguir la siguiente regla: precio regular > precio venta y precio regular > 0

source: was not found
es_es: no fue encontrado

source: Dashboard
es_es: Escritorio

source: Products
es_es: Productos

source: Price Lists:
es_es: Listas de Precio:

source: Add new price list:
es_es: Cree nueva lista de precio:

source: All Categories
es_es: Todas Categorías

source: Create a new Price List
es_es: Cree nueva Lista de Precios

source: Type price list name
es_es: Entre el nombre

source: Choose price list
es_es: Elija la lista de precios

source: Choose csv file to export
es_es: Elija un archivo csv para importar

source: Import results
es_es: Resultados de la importación

source: Price list
es_es: Lista de Precios

source: was created.
es_es: fueron creados

source: The products price were inserted in this new list
es_es: Los precios de los productos fueron insertados en esta nueva lista

source: It were inserted or updated
es_es: fueron insertados o actualizados

source: products successfully.
es_es: productos satisfactoriamente

source: It were found
es_es: fueron encontrados

source: errors, below a list with the details.
es_es: errores, debajo una lista con los detalles

source: Assign a price list to product category, so that all products that correspond to the category is going to have only the price that corresponds to the assigned price list.
es_es: Asigne una lista de precio a una categoría, de modo que todos los productos que pertenezca a esta categoría sean afectados por la lista de precios.

source: Note: Please note that if for a certain category you do not choose a list, all products belonging to this category will see the prices of the list that is by default.
es_es: Nota: Para aquellas categorías que usted no elija una lista de precios, todos los productos pertenecientes a esas categorías serán afectados por la lista de precio por defecto.

source: Categories:
es_es: Categorías:

source: Choose Price List:
es_es: Elija Lista de Precio:

source: Create Rule
es_es: Crear regla

source: Rules
es_es: Reglas

source: No rules at this moment.
es_es: No hay reglas

source: Drag here to delete rule.
es_es: Arrastre aquí para borrar la regla

source: Assign a price list to each role, so that all users who correspond to the role will see only the price that corresponds to the assigned price list.
es_es: Asigne una lista de precio por cada role, de modo que los usuarios que tenga cierto rol, solo verán los precios pretenecientes a la lista de precios asignada.

source: Note: Please note that if for a certain role you do not choose a list, all users belonging to this role will see the prices of the list that is by default.
es_es: Nota: Si para cierto role usted no elige una lista, dicho rol verá los precios de la lista por defecto.

source: Save
es_es: Guardar

source: Choose a default price list to unregistered users
es_es: Elija una Lista de Precios para usuarios no registrados

source: Price List:
es_es: Lista de preciosL

source: Check this and choose a personalized message to hide prices from unregistered users
es_es: Marque aquí y escribe un mensaje personalizado para los usuarios no registrados.

source: Hide price to unregistered users
es_es: Oculte el precio a los usuarios no registrados.

source: Custom message to unregistered users
es_es: Mensaje personalizado para usuarios no registrados

source: Choose which method to use for price list assignment
es_es: Elija que metodo de asignación va usar para asignar precios.

source: By Role
es_es: Por Role

source: By Category
es_es: Por Categoría

source: Save Settings
es_es: Guardar Ajustes

source: Add Price List
es_es: Crear Lista de Precios

source: Name
es_es: Nombre

source: Based:
es_es: Basada:

source: No Price List
es_es: Sin Lista de Precio

source: Cancel
es_es: Cancelar

source: Add
es_es: Agregar

source: Edit price List
es_es: Editar Lista de Precios

source: Name:
es_es: Nombre:

source: Edit
es_es: Editar

source: Edit Role
es_es: Editar role

source: Alert! The price list could have some data integrated, if you continue the following information will be removed:
es_es: Alerta! la lista de precios puede tener información integrada, si continua la siguiente información será eliminada.

source: All the price related with this list
es_es: Todos los precios relaacionados con esta lista

source: All relations between this list and roles, categories, etc
es_es: Todas las relaciones de esta lista con categorías, roles, etc

source: Do you want to continue?
es_es: ¿Desea continuar?

source: Alert! The role could have some data integrated, if you continue the following information will be removed:
es_es: Alerta! Este role podría tener información integrada, si usted continua la siguiente información será eliminada:

source: All the price related with this role
es_es: Todos los precios relacionados a este role

source: All relations between this role and price lists, categories, etc
es_es: Todas las relaciones entre este role y la lista de precios.

source: No, I don't want to remove it
es_es: No, no lo elimines

source: Price list name duplicated!
es_es: Si, conozco las consecuenias

source: The price list already exist, please choose other name.
es_es: La lista de precios ya existe, elija otro nombre por favor.

source: Price list inserted!
es_es: Lista de precios insertada.

source: The price list was successfully inserted.
es_es: La Lista de Precios fue insertada satisfactoriamente.

source: Price list updated!
es_es: Lista de Precios actualizada

source: The price list was successfully updated.
es_es: La lista de precios fue actualizada satisfactoriamente

source: Role created!
es_es: Role creado

source: The role was successfully created.
es_es: El role fue creado satisfactoriamente.

source: Role name duplicated !
es_es: Nombre de role duplicado!

source: The role already exist, please choose other name.
es_es: El role ya exist, por favor elija otro nombre

source: Close
es_es: Cerrar

source: Role updated!
es_es: Role actualizado!

source: The role was successfully updated.
es_es: El role fue actualizado satisfactoriamente.

source: Error updating role!
es_es: Error actualizando el role!

source: The role was not updated.
es_es: El role no fue actualizado.

source: Choose a Price list to start change price quickly:
es_es: Elija una lista de precio y empiece a editar los precios rápidamente:
